---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.CreationFailures
source: html/e2f7b694-15a0-afef-5c28-b435176d140e.htm
---
# BuiltInFailures.CreationFailures Properties

Could not create Wall Sweep. [Description]